10/data/attachments/96e8a9f4f516f5ce.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Marcus_recognize_Actions_54460_0</nif:username>
            <nif:friendToBeRequested>soap_actions_9770068d-1d3b-40bd-af8d-adf978f6f39a</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>